Repository: banyi97/KliensDotNet
Catalog: UwpClient/UwpClient/Strings/*/Resources.resw
Source language: en_us
Languages: hu_hu

# AuthRegister.Content
source: Register
hu_hu: Regisztráció

# AuthSignIn.Content
source: Sign In
hu_hu: Bejelentkezés

# AuthSignWithFacebook.Content
source: Sign in with Facebook
hu_hu: Bejelentkezés Facebookkal

# AuthWelcome.Text
source: Welcome!
hu_hu: Üdvözlet!

# MainPageMatch.Text
source: Match
hu_hu: Találatok

# MainPageMessage.Text
source: Messages
hu_hu: Üzenetek

# MainPageProfile.Text
source: My Profile
hu_hu: Profilom

# MatchAge.Text
source: Age
hu_hu: Kor

# MatchClose.Content
source: Close
hu_hu: Bezár

# MatchDescription.Text
source: Description
hu_hu: Leirás

# MatchJob.Text
source: Job
hu_hu: Munka

# MatchLike.Content
source: Like
hu_hu: Tetszik

# MatchMan.Header
source: Man
hu_hu: Férfi

# MatchMaxDist.Text
source: Max Dist:
hu_hu: Max távolság:

# MatchNoResult.Text
source: No result!
hu_hu: Nincs találat!

# MatchParameters.Content
source: Parameters
hu_hu: Parameterek

# MatchPass.Content
source: Pass
hu_hu: Nem tetszik

# MatchSave.Content
source: Save
hu_hu: Mentés

# MatchSchool.Text
source: School
hu_hu: Iskola

# MatchUpdatePosition.Content
source: Update position
hu_hu: Pozicióm frissitése

# MatchWoman.Header
source: Woman
hu_hu: Nő

# MessageMessages.Text
source: Messages
hu_hu: Üzenetek

# MessagePartners.Text
source: Partners
hu_hu: Partnerek

# MessageSend.Content
source: Send
hu_hu: Küld

# ProfileAddPictures.Content
source: Add Pictures
hu_hu: Képek hozzáadása

# ProfileBackMyProfile.Content
source: Back my profile
hu_hu: Vissza a profilomhoz

# ProfileDelete.Content
source: Delete
hu_hu: Törlés

# ProfileDescription.Text
source: Description
hu_hu: Leirás

# ProfileJob.Text
source: Job
hu_hu: Munka

# ProfileMyPictures.Content
source: My Pictures
hu_hu: Képeim

# ProfileSave.Content
source: Save
hu_hu: Mentés

# ProfileSchool.Text
source: School
hu_hu: Iskola

# ProfileSetMain.Content
source: Set main image
hu_hu: Beállitásnak profil képnek

# ProfleMyProfile.Text
source: My Profile
hu_hu: Profilom

# RegisterBack.Content
source: Back
hu_hu: Vissza

# RegisterDatePicker.Header
source: Your Date of Birth
hu_hu: Születési időd

# RegisterEmail.PlaceholderText
source: Your email
hu_hu: Email cimed

# RegisterFemale.Content
source: Female
hu_hu: Nő

# RegisterGender.Header
source: Your gender
hu_hu: Nemed

# RegisterHello.Text
source: Register
hu_hu: Regisztráció

# RegisterMale.Content
source: Male
hu_hu: Férfi

# RegisterName.Header
source: Name
hu_hu: Név

# RegisterName.PlaceholderText
source: Your name
hu_hu: Neved

# RegisterPassword.Header
source: Password
hu_hu: Jelszó

# RegisterPassword.PlaceholderText
source: Your password
hu_hu: Jelszavad

# RegisterRegButton.Content
source: Register
hu_hu: Regisztráció

# SettingHello.Text
source: Settings
hu_hu: Beállitások

# SettingLogout.Content
source: Logout
hu_hu: Kijelentkezés

# SignInBack.Content
source: Back
hu_hu: Vissza

# SignInEmail.PlaceholderText
source: Your email
hu_hu: Email cimed

# SignInHello.Text
source: Sign In
hu_hu: Bejelentkezés

# SignInPassword.Header
source: Password
hu_hu: Jelszó

# SignInPassword.PlaceholderText
source: Your password
hu_hu: Jelszavad

# SignInSignButton.Content
source: Sign In
hu_hu: Bejelentkezés
